lib/xml/getReasonCode.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getReasonCode>
            <!--Optional:-->
            <reasonCodeName>?</reasonCodeName>
        </ser:getReasonCode>
    </soapenv:Body>
</soapenv:Envelope>